Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: OmegaT team projects can also be set up in a different way, where several translators share the project_save.tmx file but not the source files.
zh_cn: OmegaT 团队项目也可以以不同的方式建立，其中多个译者共享 project_save.tmx 文件但不共享原文文件。

source: OmegaT team projects must first be set up on a server.
zh_cn: OmegaT 团队项目必须先搭建 在服务器上。

source: OmegaT uses the following libraries: {1}
zh_cn: OmegaT 使用如下库：

source: OmegaT version {0} ({1})
zh_cn: OmegaT 版本 {0} ({1})

source: OmegaT version {0}, update {1} ({2})
zh_cn: OmegaT 版本 {0}, update {1} ({2})

source: OmegaT will present one segment at a time for you to translate.
zh_cn: OmegaT每次呈现一个句段供您翻译。

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
zh_cn: OmegaT 跟着会复制选择的文件到新建项目的 /source/ 子文件夹。

source: OmegaT will try to resegment the TMX file...
zh_cn: OmegaT 将尝试分割 TMX 文件...

source: OmegaT, however, will present this sentence in the following fashion:
zh_cn: 但 OmegaT 会把该语句以下面的样式呈现：

source: Once the project has been opened, translation proceeds in the same way as for a non-team project, except the following points.
zh_cn: 一旦项目已经打开，翻译的进行方式与非团队项目相同，但以下几点除外。

source: Once the project is set up on the server, the project manager can invite the translator to work on it in either of two different ways:
zh_cn: 一旦项目在服务器上建立好之后，项目经理可以邀请译者在其上工作，两种方式任选其一：

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target files, which will be created in the /target/ subfolder of your project folder.
zh_cn: 当您确定在翻译中没有标签错误后，按下 Ctrl+D 则会在项目文件夹的 /target/ 子文件夹中生成目标文件。

source: One of the above segments is the current segment.
zh_cn: 上述句段的其中之一是当前句段。

source: Only if (X)HTML file has a &header
zh_cn: 仅当 (X)HTML 文件有头标时(&H)

source: Only if (X)HTML file has an &encoding declaration
zh_cn: 除非 (X)HTML 文件由编码声明(&E)

source: Only rows with the Keep box ticked in the first column will be included when the translation memory is created.
zh_cn: 在创建翻译记忆库时，只有每一行上的 Keep 框中打上对勾才能被添加到翻译记忆中。

source: Only works if a spelling dictionary is installed.
zh_cn: 仅当安装了拼写字典时才有效。

source: Open MED Project...
zh_cn: 打开 MED 项目...

source: Open Project
zh_cn: 打开项目

source: Open Recent Project
zh_cn: 打开最近的项目

source: Open Writable Glossary File
zh_cn: 打开可写术语表文件

source: Open XML Filter Options
zh_cn: Open XML 过滤器选项

source: Open the .UTF8 file generated in the /target folder.
zh_cn: 打开生成的 /target 文件夹中 .UTF8 文件。

source: Open the Scripting window
zh_cn: 打开脚本窗口

source: Open the project.
zh_cn: 打开项目。

source: Open...
zh_cn: 打开...

source: OpenDocument Filter Options
zh_cn: OpenDocument 过滤器选项

source: Opening team project
zh_cn: 打开团队项目

source: Opens a new Search and replace window.
zh_cn: 打开新的查找与替换窗口。

source: Opens a new Search window.
zh_cn: 打开新的查找窗口。

source: Opens a new window and displays the project statistics, i.e. the project totals and totals for every file in the project.
zh_cn: 打开新窗口并在其中显示项目的统计数据，即整个项目的总数据和项目中每个文件的总数据。

source: Opens a previously created project.
zh_cn: 打开之前创建的项目。

source: Opens a project package in the MED format defined by the EU Directorate-General for Translation.
zh_cn: 打开 MED 格式的项目包。此格式由欧盟翻译总局定义。

source: Opens the Scripting window, where the location of scripts can be set, and where scripts can be written, run and associated with a shortcut.
zh_cn: 打开脚本窗口，可以在其中设置脚本的位置，并可以编写、运行脚本，以及为脚本分配快捷键。

source: Opens the Editor options in the Preferences dialog.
zh_cn: 打开首选项对话框中的编辑器选项。

source: Opens the File Filters options in the Preferences dialog.
zh_cn: 打开首选项对话框中的文件过滤器选项。

source: Opens the Preferences dialog.
zh_cn: 打开首选项对话框。

source: Opens the Project files window.
zh_cn: 打开项目文件窗口。

source: Opens the Segmentation Setup options in the Preferences dialog.
zh_cn: 打开首选项对话框中的分割设置选项。

source: Opens the local directory where OmegaT configuration files are stored (depends on the Operating system).
zh_cn: 打开存储着 OmegaT 配置文件的本地目录（取决于操作系统）。

source: Opens this manual in the default browser.
zh_cn: 在默认浏览器中打开本手册。

source: Options
zh_cn: 选项

source: Options to set the line length in target documents (0 = no limit)
zh_cn: 译文文档中行长度的相关设置（0 = 不限制）

source: Orphan segments
zh_cn: 孤立句段

source: Orphan segments (the match #2) describe segments in the default project translation memory that have no corresponding source segment.
zh_cn: 孤立句段（第二个匹配项）说明句段存在于默认项目翻译记忆库，但没有相对应的原文句段。

source: Orphaned
zh_cn: 不成对

source: Other
zh_cn: 其他人的

source: Other Options:
zh_cn: 其他选项：

source: Other contributions are detailed in the readme.txt file
zh_cn: 其他贡献者在 readme.txt 文件中有详细说明

source: Other dropped files will be copied to the source folder.
zh_cn: 其他拖进去的文件会复制到 source 文件夹中。

source: Other file formats
zh_cn: 其它文件格式

source: Other plain text or formatted text file formats suitable for processing in OmegaT may also exist.
zh_cn: 还存在其他适合 OmegaT 处理的纯文本或格式化文本文件格式。

source: Other translations, identified specifically in the TMX, can be displayed using different colours.
zh_cn: 其他在 TMX 中特别标记的翻译可以用不同的颜色来显示。

source: Out-of-order
zh_cn: 顺序错误

source: PDF Input
zh_cn: PDF 输入

source: PDF files are a special case.
zh_cn: PDF 文件是一种特殊情况。

source: PDFBox (Apache License 2.0)
zh_cn: PDFBox (Apache 许可 2.0)

source: PO Filter Options
zh_cn: PO 过滤器选项

source: Pane widgets
zh_cn: 窗格部件

source: Panes
zh_cn: 窗格

source: Paragraph delimitation
zh_cn: 段落界定

source: Paragraph delimitation format:
zh_cn: 段落界定格式：

source: Paragraphs, sections and tables are set to bidi
zh_cn: 段落、节和表被设为双向

source: Parse error encountered reading preferences file!
zh_cn: 读取首选项文件时遇到解析错误！

source: Parsewise
zh_cn: 按段（Parsewise）

source: Password-protected PDF files are not supported: {0}
zh_cn: 不支持受密码保护的 PDF 文件：{0}

source: Password:
zh_cn: 密码：

source: Paste
zh_cn: 粘贴

source: Path
zh_cn: 路径

source: Path:
zh_cn: 路径：

source: Pattern After
zh_cn: 后模式

source: Pattern Before
zh_cn: 前模式

source: Pattern...
zh_cn: 模式...

source: Penalty for matches in other languages:
zh_cn: 对其他语言中的匹配罚分：

source: Perhaps it is already opened in another OmegaT instance
zh_cn: 可能它已经在另一个 OmegaT 实例中打开。

source: Pinpoint Align: Select corresponding cell
zh_cn: 精确对齐：选择相应的单元格

source: Please close search window.
zh_cn: 搜索线程意外崩溃！请关闭搜索窗口。

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
zh_cn: 请参阅文档来获取恢复方法，并请将以下信息配上错误描述回报给软件制造商。

source: Please consult the log ({1}) to determine the source of the error and try again.
zh_cn: 下载字典时发生错误。请再试一次。

source: Please contact your project administrator to find out if any additional steps need to be taken.
zh_cn: 请联系项目管理员，查看是否需采取要额外步骤。

source: Please double-check it.
zh_cn: 请仔细检查。

source: Please enter the name of this set:
zh_cn: 请输入此集合的名称：

source: Please enter username/password
zh_cn: 请输入用户名/密码

source: Please enter your name/ID.
zh_cn: 请输入此集合的名称：

source: Please redo tag validation.
zh_cn: 请重新验证标签。

source: Please resolve the conflicts by choosing a translation for each segment below.
zh_cn: 请为以下各个句段选择翻译来解决冲突。

source: Please restart the application to correctly display the new colours.
zh_cn: 请重新启动应用程序以正确显示新颜色。

source: Please select a different folder.
zh_cn: 文件夹已经存在且不是空的。请选择另一个文件夹。

source: Please select how tags of non-OmegaT TMXs should be displayed.
zh_cn: 请选择如何显示非 OmegaT 的 TMX 中的标签。

source: Please select the dictionaries you want to install and press the Install button.
zh_cn: 请选择您想要安装的词典，然后点击安装按钮。

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
zh_cn: 请选择项目的自动保存间隔，单位为分钟和秒。

source: Please select the language of your source files and the target language you would like to translate to.
zh_cn: 请选择源语言与目标语言。Please select the language of your source files

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
zh_cn: 请选择进入未翻译句段时你所希望插入的文本。

source: Please select which behaviour is appropriate.
zh_cn: 请选择适当的行为。

source: Please translate this plural as plural form #{0}.
zh_cn: 请将它翻译为复数形式 #{0}。

source: Please try again.
zh_cn: 下载字典时发生错误。请再试一次。

source: Plugin successfully loaded from class '{0}'
zh_cn: 成功从类“{0}”中载入插件

source: Poisson
zh_cn: 泊松分布（Poisson）

source: Polish
zh_cn: 波兰语（Polish）

source: Predefined credentials was not passed.
zh_cn: 未传递预定义凭证。

source: Preferences system save operation failed!
zh_cn: 首选项系统保存操作失败！

source: Preferences...
zh_cn: 首选项...

source: Premium Edition
zh_cn: 高级版

source: Preserve spaces &for all tags
zh_cn: 为所有标签保留空格(&F)

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
zh_cn: 按“取消”将保持项目不变，并将其作为没有团队功能的本地项目加载。

source: Press 'OK' to convert the project into a 4.x-style team project.
zh_cn: 按“确定”将此项目转换为 4.x 风格的团队项目。

source: Press Ctrl+M to replace the translation of the current segment with the suggested translation.
zh_cn: 按下 Ctrl+M 可将当前句段的译文替换为建议译文。

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
zh_cn: 按下 <u>{0}</u> 前往 <b>{1}</b> 建议。

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
zh_cn: 按下 <u>{0}</u> 回到 <b>{1}</b> 建议。

source: Press the space bar (shortcut for Edit Start Pinpoint Align ).
zh_cn: 按空格键（快捷菜单中的操作为编辑开始精确对齐）

source: Pressing Ctrl Shift F displays the last already opened Search window (instead of opening a new one).
zh_cn: 按下 Ctrl Shift F 会显示最后一个已打开的查找窗口（而不是新打开一个）。

source: Pressing F2 key allows to move the cursor into the source segment (or anywhere in the editor) with the keyboard arrows.
zh_cn: 按下 F2 键可以用键盘上的方向键将光标移入源语言句段（或编辑器内的任何地方）。

source: Prevent data loss
zh_cn: 防止数据丢失

source: Previous
zh_cn: 上一个

source: Previous Note
zh_cn: 上一个备注

source: Previous Segment
zh_cn: 上一个句段

source: Previous and &next paragraphs
zh_cn: 前后段落(&N)

source: Pro&ject
zh_cn: 项目(&J)

source: Problem encountered loading project file!
zh_cn: 载入项目文件时遇到问题！

source: Proceed?
zh_cn: 继续？

source: Processing...
zh_cn: 正在处理...

source: Project
zh_cn: 项目

source: Project Files
zh_cn: 项目文件

source: Project Files...
zh_cn: 项目文件...

source: Project Properties
zh_cn: 项目属性

source: Project Specific File Filters
zh_cn: 项目专用文件过滤器

source: Project Specific Segmentation Setup
zh_cn: 项目专用分割设置

source: Project Statistics
zh_cn: 项目统计数据

source: Project autosaved on {0}
zh_cn: 项目已自动保存到 {0}

source: Project closed
zh_cn: 项目关闭

source: Project compiling end
zh_cn: 项目编译结束

source: Project compiling start
zh_cn: 项目编译开始

source: Project creating end
zh_cn: 项目创建结束

source: Project creating start
zh_cn: 项目创建开始

source: Project file should be on http protocol.
zh_cn: 项目文件应当基于 http 协议。

source: Project folder
zh_cn: 项目文件夹

source: Project load cancelled by user
zh_cn: 项目载入被用户取消

source: Project loading end
zh_cn: 项目载入结束

source: Project loading start
zh_cn: 项目载入开始

source: Project locked.
zh_cn: 项目已锁定。

source: Project parameters must be changed by the project manager.
zh_cn: 项目参数必须由项目经理来更改。

source: Project saving end
zh_cn: 项目保存结束

source: Project saving start
zh_cn: 项目保存开始

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
zh_cn: 项目搜索的默认范围包括这些项目文件夹：源文件、目标文件、参考、翻译记忆库、术语表、标记和评论。

source: Project will not be updated.
zh_cn: 项目将不会更新。

source: Properties...
zh_cn: 属性...

source: Proxy Login
zh_cn: 代理服务器登录

source: Proxy User and Password
zh_cn: 代理服务器用户和密码

source: Publish the new OmegaT project on the server (commit with SVN, commit followed by push with Git).
zh_cn: 将新建立的 OmegaT 项目发布到服务器上 (在SVG上点击commit， commit 之前，在 Git 上执行push 操作).

source: Push failed.
zh_cn: 推送提交失败。

source: Put the TMX in /tm/auto.
zh_cn: 将 TMX 文件放入 /tm/auto 中。

source: Put the TMX in /tm/enforce.
zh_cn: 将 TMX 放入 /tm/enforce 中。

source: Quality assurance tool that carries out all the automatic checks in one go and displays the results in a window.
zh_cn: 一次执行所有自动检查并将结果显示在窗口中的质量保证工具。

source: Quit
zh_cn: 退出

source: Read-only
zh_cn: 只读

source: Reading TMX file {0}
zh_cn: TMX 文件读取完毕

source: Reading of TMX file complete
zh_cn: TMX 文件读取完毕

source: Realign Pending
zh_cn: 重新对齐剩余部分

source: Recoverable error on line {0}, column {1} while parsing:
zh_cn: 解析时在第 {0} 行第 {1} 列出现可恢复错误：

source: Recursi&ve search
zh_cn: 递归查找(&V)

source: Redo Last Action
zh_cn: 恢复前一操作

source: References:
zh_cn: 引用：

source: Refreshing script folder "{0}"
zh_cn: 正在刷新脚本目录“{0}”

source: Register Identical Translation
zh_cn: 登记全同译文

source: Regular expression for custom tags:
zh_cn: 表示自定义标签的正则表达式：

source: Regular expression for fragments that should be removed from translation:
zh_cn: 表示应从翻译中删除的文本句段的正则表达式：

source: Regular expression searches match Java regular expressions as documented in the user manual.
zh_cn: 正则表达式搜索与用户手册中记录的 Java 正则表达式匹配。

source: Reload
zh_cn: 重新载入

source: Reloads the project to take external changes in source files and project settings into account.
zh_cn: 重新加载项目，让对原文文件与项目设置的外部更改生效。

source: Remaining Characters (including spaces)
zh_cn: 剩余字符数（计入空格）

source: Remaining Characters (without spaces)
zh_cn: 剩余字符数（不计空格）

source: Remaining Segments
zh_cn: 剩余句段数

source: Remaining Words
zh_cn: 剩余单词数

source: Remaining:
zh_cn: 剩余句段：

source: Remember where you are creating the project, because you will need to return to it later.
zh_cn: 记住您创建项目的位置，稍后还需要回到此处。

source: Remote &server
zh_cn: 远程服务器(&S)

source: Remote File/Folder
zh_cn: 远程文件/文件夹

source: Remote Repositories
zh_cn: 删除存储库

source: Remote location of the files to translate.
zh_cn: 要翻译的文件的远程位置

source: Remote repository network communication error: {0}
zh_cn: 远程仓库网络通信出错：{0}

source: Remove
zh_cn: 删除

source: Remove &leading and trailing tags
zh_cn: 删除开头和末尾的标签(&L)

source: Remove HTML comments in translated document
zh_cn: 在译文文档中删除 HTML 注释

source: Remove Script
zh_cn: 移除脚本

source: Remove Ta&gs
zh_cn: 删除标签(&G)

source: Remove Tags
zh_cn: 删除标签

source: Remove Translation
zh_cn: 移除译文

source: Remove leading and trailing &whitespace in non-segmented projects
zh_cn: 删除非分割项目中开头和末尾的空白字符(&W)

source: Remove pattern?
zh_cn: 确定删除模式？

source: Remove text target
zh_cn: 删除文本译文

source: Remove the project folder manually.
zh_cn: 手动移除项目文件夹。

source: Remove translation
zh_cn: 移除译文

source: Repetitions from other files:
zh_cn: 其他文件中的重复：

source: Repetitions within this file:
zh_cn: 此文件中的重复：

source: Repetitions:
zh_cn: 重复：

source: Replace
zh_cn: 替换

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
zh_cn: 在重新下载的项目中，用保存在安全地点的文件替换 <project>/omegat/project_save.tmx。 6.

source: Replace Translation with Match or Selection
zh_cn: 用匹配或所选内容替换译文

source: Replace Translation with Text
zh_cn: 用文本替换译文

source: Replace With Match or Selection
zh_cn: 用匹配或所选内容替换译文

source: Replace with Machine Translation
zh_cn: 替换为机器翻译

source: Replace with Source
zh_cn: 替换为原文

source: Replace with:
zh_cn: 替换为：

source: Replaces the target segment with the translation, provided by the selected Machine Translation service.
zh_cn: 用所选机器翻译服务提供的译文替换掉译文句段。

source: Replaces the whole target segment with the currently selected fuzzy match (by default the first match is selected).
zh_cn: 用当前选中的模糊匹配（默认情况下会选中第一个匹配）替换掉整个译文句段。

source: Replaces the whole target segment with the source.
zh_cn: 用原文替换掉整个目标句段。

source: Repository
zh_cn: 存储库

source: Repository Credentials
zh_cn: 仓库凭证

source: Repository Mapping
zh_cn: 存储库映射

source: Repository Mapping...
zh_cn: 仓库映射...

source: Repository {0} is already present
zh_cn: 存储库 {0} 已存在

source: Repository {0} unknown
zh_cn: 存储库 {0} 未知

source: Request error: {0}
zh_cn: 请求错误：{0}

source: Request to TaaS: {0}
zh_cn: 请求 TaaS：{0}

source: Reset
zh_cn: 重置

source: Reset &All Colours
zh_cn: 重置所有颜色(&A)

source: Resolve Conflicts
zh_cn: 解决冲突

source: Resource name
zh_cn: 资源名称

source: Restore
zh_cn: 还原

source: Restores the status before the last editing action was cancelled.
zh_cn: 恢复到取消上一个编辑操作之前的状态。

source: Restores the status before the last editing action was taken.
zh_cn: 恢复到执行上一个编辑操作之前的状态。

source: Result:
zh_cn: 结果：

source: Retrieve collection list...
zh_cn: 检索词库列表...

source: Retrieve domain list...
zh_cn: 检索领域列表...

source: Reuse Translation Memories
zh_cn: 重用翻译记忆库

source: Right-clicking on a filename opens a popup that allows to open the source file and (if it exists) the target file.
zh_cn: 右键单击文件名会弹出一个窗口，可以打开原文文件和译文文件（如果有）。

source: Row
zh_cn: 行

source: Rule ID can only contain Latin letters, underscores, and periods.
zh_cn: 规则 ID 只能包括拉丁字母、下划线、和句点。

source: Rules
zh_cn: 规则

source: Rules...
zh_cn: 规则...

source: Run script on slot #{0}.
zh_cn: 执行脚本 {0}

source: Runs (text elements) are set to RTL
zh_cn: 内容流（文本元素）被设为从右向左

source: Russian
zh_cn: 俄语（Russian）

source: S&lide Comments
zh_cn: 幻灯片批注(&L)

source: S&pace matches nbsp
zh_cn: 空格可匹配不换行空格（nbsp）(&P)

source: S&witch Case To
zh_cn: 转换大小写为(&W)

source: SQLJet (GPL License)
zh_cn: SQLJet (GPL 许可)

source: SVG Image and Adobe Illustrator Export
zh_cn: SVG 图像与 Adobe Illustrator 导出

source: SVN '{0}' error: {1}
zh_cn: SVN“{0}”错误：{1}

source: SVN '{0}' execution finished successfully
zh_cn: SVN“{0}”执行成功完成

source: SVN '{0}' execution start
zh_cn: SVN“{0}”执行开始

source: SVNKit (TMate License)
zh_cn: SVNKit (TMate 许可)

source: Save
zh_cn: 保存

source: Save Alignment Results
zh_cn: 保存对齐结果

source: Save Current Set...
zh_cn: 保存当前集合...

source: Save Script
zh_cn: 保存脚本

source: Save TMX...
zh_cn: 保存 TMX...

source: Save aut&o-populated status
zh_cn: 保存自动填充状态(&O)

source: Save changes to filter settings?
zh_cn: 保存对过滤器设置的更改？

source: Save changes to segmentation rules?
zh_cn: 保存对分隔规则的更改？

source: Saves the internal translation memory to the hard disk.
zh_cn: 将内部的翻译记忆库保存到硬盘。

source: Saves the project and quits OmegaT.
zh_cn: 保存项目并退出 OmegaT。

source: Saves the translation and closes the project.
zh_cn: 保存翻译并关闭项目。

source: Saving and Output
zh_cn: 保存和输出

source: Saving and Output Options
zh_cn: 保存和输出选项

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
zh_cn: 范围： 搜索范围默认为此项目文件夹内，也可以选择在特定文件夹内搜索

source: Script "{0}" bound to slot #{1}.
zh_cn: 脚本 "{0}" 绑定至槽 #{1}。

source: Script "{0}" saved.
zh_cn: 脚本“{0}”已保存。

source: Script "{0}" unbound from slot #{1}.
zh_cn: 脚本 "{0}" 与槽 #{1} 解除绑定

source: Script &Language
zh_cn: 脚本语言(&L)

source: Script Result
zh_cn: 脚本结果

source: Scripting
zh_cn: 脚本

source: Scripting...
zh_cn: 脚本...

source: Scripts Folder:
zh_cn: {0} 已加载。

source: Search Dictionaries
zh_cn: 查找词典

source: Search Found Mark
zh_cn: 查找所找到的标记

source: Search Project...
zh_cn: 在项目中查找...

source: Search Replaced Mark
zh_cn: 查找所替换的标记

source: Search and Replace...
zh_cn: 查找并替换...

source: Search for:
zh_cn: 查找：

source: Search in
zh_cn: 查找范围

source: Search thread died unexpectedly!
zh_cn: 搜索线程意外崩溃！请关闭搜索窗口。

source: Seconds:
zh_cn: 秒数：

source: See /docs/contributors.txt
zh_cn: 请参阅 /docs/contributors.txt

source: See Translation editing for more details.
zh_cn: 参见 翻译编辑 以获得更多信息。

source: See Dictionaries for more on this subject.
zh_cn: 关于此主题的更多信息，请参阅 Dictionaries。

source: See Glossaries for more on this subject.
zh_cn: 关于此主题的更多信息，请参阅 Glossaries。

source: See How to use a team project for details.
zh_cn: 详细信息请参考如何使用团队项目。

source: See Segmentation Setup preferences for more information on segmentation rules.
zh_cn: 请参阅 分割设置首选项查询分割规则相关的更多信息

source: See File Filters preferences for more on the subject.
zh_cn: 请参阅 文件过滤器首选项 获取更多关于该主题的信息.

source: See OptionsPreferences...File Filters for a list of file formats that OmegaT can handle.
zh_cn: 请参阅 选项首选项...文件过滤器了解 OmegaT 能处理的文件格式列表。

source: See Howto - Translating PDF files with Iceni Infix and OmegaT.
zh_cn: 请参阅 指南 - 用 Iceni Infix 和 OmegaT 翻译 PDF 文件

source: See OmegaT manual for instructions.
zh_cn: 有关说明，请参阅 OmegaT 手册。

source: See more about them in the chapter on Dictionaries
zh_cn: 更多相关信息，请参阅 Dictionaries。

source: See the chapter Segmentation rules for more information.
zh_cn: 更多信息请参阅分割规则章节。

source: Segment
zh_cn: 句段

source: Segment Properties
zh_cn: 句段属性

source: Segment encountered outside translation unit variant.
zh_cn: 在翻译单元变量之外发现了句段。句段已跳过。

source: Segment marker background
zh_cn: 句段标记背景

source: Segment marker text
zh_cn: 句段标记文本

source: Segment number...
zh_cn: 句段序号...

source: Segment skipped.
zh_cn: 变量被忽略。

source: Segment source text into paragraphs on:
zh_cn: 将原文文本分割成段落时依据：

source: Segmentation Rules...
zh_cn: 分割规则...

source: Segmentation Setup
zh_cn: 分割设置

source: Segmentation method: {0}
zh_cn: 分割方法：{0}

source: Segmentation rules are applied in the following order:
zh_cn: 分割规则按以下顺序应用：

source: Segmentation...
zh_cn: 句段分割...

source: Segments
zh_cn: 句段数

source: Segments with notes
zh_cn: 含备注的句段

source: Segments with notes text
zh_cn: 含备注文本的句段

source: Select Taas Terminology Lookup to activate this lookup.
zh_cn: 选择Taas 术语查询以激活该查询。

source: Select Fol&der
zh_cn: 选择文件夹(&D)

source: Select Match
zh_cn: 选择匹配

source: Select Scripts Folder
zh_cn: 选择脚本文件夹

source: Select TaaS Terminology &Lookup Domain...
zh_cn: 选择 TaaS 术语查询领域(&L)...

source: Select TaaS domain
zh_cn: 选择 TaaS 领域

source: Select a Script File
zh_cn: 选择脚本文件

source: Select languagetool-server.jar
zh_cn: 选择 languagetool-server.jar

source: Select the first segment.
zh_cn: 选择第一个句段。

source: Select the script you want from the list on the left
zh_cn: 从左侧列表中选择所需的脚本

source: Select the two files to be aligned (the source file and its translation) and click OK to open the Align window.
zh_cn: 选择要进行对齐的两个文件（原文文件及其译文），然后点击确定来打开对齐窗口。

source: Select this menu item, if the current translation does not apply and enter the alternative translation.
zh_cn: 如果当前译文不适用，请选择此菜单条目，然后输入替代译文。

source: Selected Engine: {0}
zh_cn: 选择的引擎：{0}

source: Selecting one of them will insert it at the current cursor position into the target segment.
zh_cn: 选择其中之一会将其插入到译文句段中的当前光标位置处。

source: Selects the previous, the next or the Nth fuzzy match displayed in the fuzzy match pane to replace or insert it to the segment.
zh_cn: 选择显示在模糊匹配窗格中的上一个、下一个或第 N 个模糊匹配来将其替换或插入到句段中。

source: Sequence Library (Sequence Library License)
zh_cn: Sequence Library (Sequence Library 许可)

source: Server (original)
zh_cn: （原）服务器

source: Server (updated)
zh_cn: （更新的）服务器

source: Server does not understand the "translate" method
zh_cn: 服务器不理解“翻译”方法

source: Service type
zh_cn: 服务类型

source: Set Scripts Folder...
zh_cn: 设置脚本文件夹...

source: Set empty translation
zh_cn: 设置为空译文

source: Set up a Team Project
zh_cn: 建立团队项目

source: Set up a new project
zh_cn: 创建新项目

source: Sets
zh_cn: 集合

source: Sets of segmentation rules:
zh_cn: 分割规则集：

source: Setting it to All segments shows this information for all segments and None turns this option off.
zh_cn: 将其设置为所有句段会在所有句段上显示此信息，而不显示则会关闭此选项。

source: Setting the Display Modification option to Current segment will display the time and the author of the last change in the current segment.
zh_cn: 将显示修订选项设置为当前句段会显示当前句段的最后一次更改的时间和作者。

source: Setting up a team project requires some knowledge of servers and the SVN or Git versioning systems.
zh_cn: 建立团队项目需要一些关于服务器和 SVN 或 Git 版本控制系统的知识。

source: Sharing translation memories
zh_cn: 共享翻译记忆库

source: Shortcut
zh_cn: 快捷键

source: Should you lose track of your changes to the user interface, you can use Options → Restore the main window any time to return to the original layout.
zh_cn: 如果您忘记了对用户界面所做过的更改，随时都可以用 选项 → 恢复主窗口 回到原始布局状态

source: Should you run into problems, post a message in the OmegaT user group.
zh_cn: 如果碰到问题，可以在 OmegaT的用户组中发帖。

source: Should you wish to reuse a translation memory from a previous project (for example because the new project is similar to the previous project, or uses terminology which might have been used before), you can use these translation memories as "input translation memories", i.e. for import into your new project.
zh_cn: 如果希望重用过往项目的翻译记忆库（例如，因为新项目与之前的项目类似，或者使用之前可能用过的术语），您可以将这些翻译记忆库用作“输入翻译记忆库”，即导入您的新项目中。
